{
  "start": "Start here",
  "room_shape": "Room Shape",
  "room_size": "Room Size",
  "cold_spots": "Cold Spots",
  "thermostat": "Thermostat",
  "floor_type": "Floor Type",
  "result": "Result",

  "plan_your_room": "Plan your installation",
  "plan_your_room_text_p1": "The application guides you through a few selections and provides a product list and design and layout plan for achieving maximum heated floor area based on your input.",
  "plan_your_room_text_p2": "Please note, that this program serves for visualization purpose. If you are not fully satisfied with the results of our calculations, please contact us for further engineering support: ",

  "select_room_shape": "Select Room Shape",
  "select_room_shape_text_p1": "Please choose a shape similar to the room where you will be installing underfloor heating.",
  "select_room_shape_text_p2": "The size of the room will be adjusted at a later step.",
  "rectangular": "Rectangular",
  "L_shaped": "L-shaped",
  "T_shaped": "T-shaped",

  "adjust_room_size": "Adjust Room Size",
  "adjust_room_size_text_p1": "Adjust the dimensions to match your actual room measurements. Make sure to be as accurate as possible when dimensioning the room to ensure reliable results. You can also enter dimensions in centimeters by double-clicking the box on a wall. If dimension labels are in your way, you may hide them by clicking the \"Show/hide labels\" button.",

  "create_angled_walls": "Create angled walls",
  "show_hide_labels": "Show/hide labels",
  "need_help": "Need help?",
  "continue": "Continue",

  "adjusting_the_room_size": "Adjusting the Room Size",
  "how_to_adjust": "How to adjust the dimensions:",
  "how_to_adjust_text": "Press and drag the corner handles until the dimensions match your actual room measurements. You can also enter dimensions in centimeter by double clicking the box on a wall.",
  "how_to_add_wall": "How to add an angled wall:",
  "how_to_add_wall_text": "If your room has an angled wall or other obstacle simply click the \"Create angled wall\" button. Click once on the corner you need to change, then press and drag the corner handle to adjust the dimensions. Repeat to add more angled walls.",
  "show_hide_dimension_labels": "Show/hide dimension labels:",
  "show_hide_dimension_labels_text": "If dimension labels are in your way, you may hide them by clicking \"Show/hide labels\" button.",

  "cold_spots_text_p1": "Here you can add 'cold spots' for areas where underfloor heating should not be placed due to obstacles or certain types of furniture.",
  "cold_spots_text_p2": "Note that you can only place the cold spot within the exterior walls (cold spot is yellow). If the cold spot crosses the exterior wall (cold spot is red) it must be moved with the room again.",

  "add_cold_spots": "Add Cold Spots",
  "cold_spot": "Cold Spot",
  "cold_spot_text_p1": "A cold spot indicates an area of the floor that cannot or should not be heated.",
  "cold_spot_text_p2": "Cold spots should be added to these areas to prevent this from happening.",
  "not_cold_spot": "Not a cold spot",
  "not_cold_spot_text_p1": "Any object with at least 7 cm of free space above the floor should not be considered a cold spot.",
  "not_cold_spot_text_p2": "The floor under here should have underfloor heating like the rest of the room.",

  "skip": "Skip",
  "drag_here": "Drag here to delete",
  "add_cold_spot": "Add Cold Spot",
  "width": "Width:",
  "height": "Height:",
  "add": "Add",

  "add_thermostat": "Add Thermostat",
  "add_thermostat_text": "You need this wireless thermostat kit to be connected  to the male 1st mat and to a socket. The kit also has a wired floor sensor.",
  "wireless_click_kit": "Wireless Clickkit",
  "select_please": "Select please...",
  "place_thermostat": "Place Thermostat",
  "place_thermostat_text": "Drag the thermostat along the edges of the room, so it matches the placement in the actual room.",

  "select_floor_type": "Select Floor type",
  "select_floor_type_text": "Top floor covering is the type of surface that you wish to lay on top of the floor after installing the floor heating. Subfloor construction is the surface where the heating mats will be installed.",
  "top_floor_covering": "Top floor",
  "laminate": "Laminate",
  "parquet": "Parquet",
  "subfloor_covering": "Sub floor",
  "unburnable": "Unburnable",
  "burnable": "Burnable",
  "please_select_subfloor": "Select please top and subfloor...",
  "about_floor_types": "About Floor Types",
  "about_floor_types_text": "Type of floor covering for Veria Clickmat is parquet or laminate from min. 8mm thickness",

  "result_text_p1": "Please note that this is a computer generated simulation. If you are not fully satisfied with the results of our calculations, please contact us for further engineering support: ",
  "result_text_p2": "Always be sure to carefully follow the instructions enclosed in the package.",
  "add_notes": "Add notes",
  "list_of_parts_where": "List of parts / Where to buy",
  "creating_pgf": "Creating PDF...",
  "save_as_pdf": "Save as PDF",

  "list_of_parts": "List of parts",
  "quantity_and_parts": "Qty & Part name",
  "extension_cord": "Extension Cord",
  "something_wrong": "Something wrong...",
  "find_dealers": "Find dealers",

  "thermostats_capacity": "Thermostat's capacity",
  "capacity_text1": "The size of the heated area in your room is",
  "capacity_text2": " and exceeds the maximum capacity of the thermostat.",
  "capacity_text3": "The maximum capacity is",
  "capacity_text4": "for burnable subfloor",
  "capacity_text5": "and",
  "capacity_text6": "for unburnable subfloor",
  "capacity_text7": "Please change room parameters or contact us for further support ",

  "room_area": "Room area: ",
  "heated_area": "Heated area: ",
  "coverage": "coverage",
  "top_floor_pdf": "Top Floor Covering: ",
  "bottom_floor_pdf": "Bottom Floor Construction: ",
  "unburnable_pdf": "Unburnable (concrete, tiles etc.) ",
  "burnable_pdf": "Burnable (wood etc.)",

  "disclaimer": "DISCLAIMER: Please note that this is a computer generated simulation. Installations of products on site may vary. Always be sure to carefully follow the instructions enclosed in the package.",
  "remember": "Note! Easyplan does not calculate fillermats. Remember to buy Veria Fillermat (stock code 189B9134) to fill up areas of the floor which are not covered with heating mats or cut off material from them. In this way a uniform base  layer for wooden floor is created.",
  "enjoy": "Enjoy your new floor heating!!!",

  "g": ""
}